const data = [
    {
        text: "حاجات تعبي بيها الفراغ العاطفي متاعك",
        adult: true
    },
    {
        text: "بلايص غريبة لاول موعد غرامي",
        adult: true
    },
    {
        text: "أسباب تافهة تقص بيها علاقة حب",
        adult: true
    },
    {
        text: "حاجات تعبي بيها الفراغ العاطفي متاعك",
        adult: true
    },
    {
        text: "حاجات يحصل بيهم الراجل كي يخون",
        adult: false
    },
    {
        text: "حاجات ترجعلهم بعد ما تبطل منهم",
        adult: false
    },
    {
        text: "حاجات الرجال موش باش يفهموهم للابد",
        adult: false
    },
    {
        text: "حاجات عمرك ما شفتها",
        adult: true
    },
    {
        text: "أسباب تخليك تحب ترجع للاكس",
        adult: true
    },
    {
        text: "بلايص تشد فيهم صف",
        adult: false
    },
    {
        text: "مواضيع متحبش يسألوك عليها لعايلة",
        adult: false
    },
    {
        text: "ماكلة غريبة أما تحبها",
        adult: false
    },
    {
        text: "فيلم ولا سيري خايب أما بينك و بين روحك تشيخ عليه",
        adult: false
    },
    {
        text: "حاجة كانت تخوفك في صغرك",
        adult: false
    },
    {
        text: "أول حرف من إسم الكراش متاعك",
        adult: false
    },
    {
        text: "أخيب معدل جبتو في مسيرتك الدراسية",
        adult: false
    },
    {
        text: "كذبة كذبوها عليك و لتو لا نسيتها",
        adult: false
    },
    {
        text: "أخيب ماكلة ذقتها في حياتك",
        adult: false
    },
    {
        text: "حاجة هبطتها على social media تحشم",
        adult: false
    },
    {
        text: "حاجة هبطتها على مواقع التواصل الاجتماعي تحشم بيها لتو",
        adult: false
    },
    {
        text: "قداه من صغير تحب تجيب  نهار اخر",
        adult: false
    },
    {
        text: "سر كان عندك و انتي صغير و عمرك ما قلت عليه لوالديك",
        adult: false
    },
    {
        text: "شنوة اخر ميساج بعثتو للباست فريند متاعك",
        adult: false
    },
    {
        text: "حاجة مذابيك تعملها كي تعرف إنو مينجرش عليك حتى عواقب",
        adult: false
    },
    {
        text: "الحكمة الشخصية متاعك وارثها على أمك ولا على بوك",
        adult: false
    },
    {
        text: "وقتاه اخر مرة طلبت فيها السماح من شكون و شنوة الفازة إلي عملتهالو",
        adult: false
    },
    {
        text: "فما مرة شكيت بشكون خاطر عمل حاجة خايبة و أحكي شنوة عمل",
        adult: false
    },
    {
        text: "كان جيت وحدك في جزيرة مهجورة إختار واحد ماللاعبن يعيش معاك",
        adult: false
    },
    {
        text: "فما مرة طردوك من مكان عمومي و أحكي علاش",
        adult: false
    },
    {
        text: "صارلك في حياتك date أخيب",
        adult: false
    },
    {
        text: "أغرب حاجة عملتها في مكان عمومي",
        adult: false
    },
    {
        text: "شكون أكثر واحد يقلقك في عايلتك",
        adult: false
    },
    {
        text: "وقتاش اخر مرة بكيت",
        adult: false
    },
    {
        text: "علاش اخر مرة بكيت",
        adult: false
    },
    {
        text: "وقتاه اخر مرة بكيت شكون",
        adult: false
    },
    {
        text: "أطول مدة قعدتها منغير دوش",
        adult: false
    },
    {
        text: "تعديت بيه date أخيب",
        adult: false
    },
    {
        text: "اخر مرة عملت فيها حاجة ماهيش قانونية",
        adult: false
    },
    {
        text: "كان باش تختار أي واحد مالعالم باش يولي رئيس شكون تختار",
        adult: false
    },
    {
        text: "قداه من مرة تلبس سروال الجين متاعك قبل ما تغسلو",
        adult: false
    },
    {
        text:"تبول فالبسين ؟",
        adult: false
    },
]

export default data